anysphere.pyright
batisteo.vscode-django
bierner.emojisense
bierner.markdown-mermaid
charliermarsh.ruff
christian-kohler.path-intellisense
compulim.vscode-clock
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dnicolson.binary-plist
donjayamanne.githistory
donjayamanne.python-extension-pack
dorzey.vscode-sqlfluff
dotjoshjohnson.xml
eamodio.gitlens
eliverlara.andromeda
esbenp.prettier-vscode
formulahendry.code-runner
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
grapecity.gc-excelviewer
hashicorp.terraform
hediet.vscode-drawio
hoovercj.vscode-power-mode
idleberg.openvpn
inferrinizzard.prettier-sql-vscode
james-yu.latex-workshop
janisdd.vscode-edit-csv
jeff-hykin.better-shellscript-syntax
jock.svg
magicstack.magicpython
marimo-team.vscode-marimo
mathematic.vscode-latex
mechatroner.rainbow-csv
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-powertoys
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.vscode-github-issue-notebooks
ms-vsliveshare.vsliveshare
mtxr.sqltools
mtxr.sqltools-driver-mysql
mushan.vscode-paste-image
naumovs.color-highlight
nhoizey.gremlins
njpwerner.autodocstring
pnp.polacode
redhat.vscode-yaml
richie5um2.vscode-sort-json
snowflake.snowflake-vsc
stkb.rewrap
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
tomoki1207.pdf
trond-snekvik.simple-rst
tyriar.luna-paint
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wholroyd.jinja
wmaurer.change-case
yzhang.markdown-all-in-one
zxh404.vscode-proto3
